{
    "title": "Saintess",
    "description": "<p>Bless your filthy little soul – you’re about to tumble into a steamy, twisted world where magic and steel locomotives collide, and I’ve got front-row seats to watch you squirm as the Saint Maiden. Picture this: a cathedral dripping with gold and corruption, where your holy destiny means surrendering to every carnal urge the faithful can dream up – and trust me, Anon, they’ve got *imagination*. It’s a wild ride of mystical flames, lewd rituals, and a dress code that’d make a nun blush – no panties, nipple cutouts, and a leash to remind you who’s really in charge. You’ll be dodging tentacle pregnancies and sipping sin from a mug of hot, fresh shame, all while I cackle at your attempts to stay pure in this deliciously depraved sandbox. Persevere, and you might just flourish – or at least get off a few times before the steam runs out. What’s it gonna be, you blushing pervert – ready to play my favorite game of holy havoc?</p>",
    "author": "Lekah & Dragon's Whore",
    "tags": [
        "NSFW",          // Rating: Explicit sexual content and dark themes
        "30min",         // Playtime: Estimated 70-200 cards based on complexity and options
        "Interactive",   // Interactivity: Standard for CYOA with player choices
        "Full",          // Status: Complete game with no indication of updates or DLC beyond translation
        "FemPov",        // POV: Player embodies a female Saintess
        "Sub",           // Player Sexual Role: Emphasis on submission to cathedral and male authority
        "Dark",          // Tone: Corrupt, perverse religious undertones
        "Slutty",        // Tone: Heavy focus on sexualization and lewdness
        "Character Creation", // Gameplay: Extensive customization of age, body, and abilities
        "Story Builder", // Gameplay: Choices shape the narrative and duties
        "Complex",       // Gameplay: Multiple systems (energy points, commandments, flaws)
        "Superhuman",    // Power Level: Saintess gains extraordinary abilities like healing and transformation
        "Anime",         // Visual Style: Described as anime-influenced with vibrant designs
        "Sandbox",       // Narrative Structure: Open-ended exploration of duties and consequences
        "English",       // Language: Written in English with translation noted
        "Fantasy",       // Setting: Magical world with elves, demons, and miracles
        "Steampunk",     // Setting: Locomotives and mystical flames blend tech and magic
        "Mythology",     // Setting: Religious cathedral and divine elements
        "BDSM",          // Kinks: Leashes, bondage suits, and punishments
        "Forced",        // Kinks: Non-consensual acts and rape scenarios
        "Exhibitionism", // Kinks: Public exposure and revealing outfits
        "Corruption",    // Kinks: Transformation from purity to depravity
        "Pregnancy",     // Kinks: Tentacle pregnancies and fertility control
        "Humiliation",   // Kinks: Public shame and degrading punishments
        "Horror",        // Genre: Dark, disturbing elements like tentacle monsters and executions
        "Lewd Adventure",// Genre: Sexual exploration drives the narrative
        "Supernatural",  // Custom: Angels, holy miracles, and divine intervention
        "Body Mods",     // Custom: Piercings, tattoos, and physical alterations
        "Eromancy",      // Custom: Magical sex powers like Allure and Blessing
        "Clothing",      // Custom: Detailed focus on restrictive, lewd vestments
        "Obsession",     // Custom: Cathedral’s controlling fixation on the Saintess
        "Punishments",   // Custom: Unique chastisements like Wall of Shame and Latex Suit
        "Taboo",         // Custom: Blasphemous mix of religion and sex
        "Extreme Sizes"  // Custom: Hentai Physics and oversized penetrations
    ],
    "img_or_link": "Link",
    "iframe_url": "https://dragonswhore-cyoas.neocities.org/Saintess/"
}